<?php
// Heading
$_['heading_title']     = 'Партнеры';

// Text
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_list']         = 'Список партнеров';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';

// Column
$_['column_name']       = 'Партнер';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Партнер';
$_['entry_sort_order']  = 'Порядок сортировки';
$_['entry_type']        = 'Тип';

// Error
$_['error_permission']  = 'У Вас нет прав для изменения партнеров!';
$_['error_name']        = 'Название партнера должно быть от 1 до 256 символов!';
$_['error_product']     = 'Внимание: Данного партнера нельзя удалить так как назначен %s товарам!';

